Repository: seanpm2001/mt-training-data
Catalog: mdf/mdf_pontoon.tmx
Source language: en_us
Languages: mdf

source: How do you ensure anonymity and privacy of the people who donated their voices?
mdf: Кода карматада вайгялень максыть лиятнень эзда информациянц сёлгома, аф няфтема?

source: How to
mdf: Кода

source: How-to
mdf: Кода

source: How would you describe your accent?
mdf: Кода ба тон сёрмадолеть эсь корхтамацень колга?

source: Hungarian
mdf: Венгрань кяль

source: I agree
mdf: Праян фкя мяльс

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
mdf: Мон корхтан аф цебярьста тядянь-алянь кяльса и корхтамазень коряс шарьхкодеви кодама аймаконнян. Тянь лангс аф ванозь монь вайгялезе эряви сёрмадомс?

source: Icelandic
mdf: Исландиянь кяль

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mdf: Мон кемокстан ня валрисьмотне сявфт <wikipediaLink>эрти панжеда лисьмаста</wikipediaLink>, моньге ули мярьговома синь тонгоманди.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mdf: Пара мяльса учан эздонт сёрмат, коса корхтави «Common Voice» проектть сатфксонзон колга

source: I do not agree
mdf: Аф праян фкя мяльс

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mdf: Кда сёрмадомась лоткафтови мезенкса-бди, эста тясть сява сонь мяльс, аньцек сявомс эста, мзярда сембе текстсь кармай марявома.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mdf: Кда валрисьмось тиф критериятнень вяре каршес, люпштак &quot;Мрдафтомс&quot; тяштенять кержи ширеса. Кафтолдондярят - нолдак сонь вакска, мольхть сай валрисьмонди.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
mdf: Кда валрисьмось тиф критериятнень вяре каршес, люпштак "Ёрдамс" тяштенять кержи ширеса. Кафтолдондярят - нолдак сонь вакска, мольхть сай валрисьмонди.

source: If the sentence meets the criteria, click the "Approve" button.
mdf: Кда валрисьмось тиф критериятнень коряс люпштак "Кемокстамс" тяштенять.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mdf: Кда валрисьмось тиф критериятнень коряс люпштак&quot;Кемокстамс&quot; тяштенять виде ширеса.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
mdf: Ашить му эсь кяльцень тяста? Ули кода вешфкс кучемс <languageProcessLink>тя процессть</languageProcessLink> вельде.

source: If you run out of sentences to review, please help us collect more sentences!
mdf: Ашель ляда валрисьмот ваноманди? Лезтт тейнек кочкамс сяда лама валрисьмода!

source: Igbo
mdf: Игбонь кяль

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mdf: Аньцек тяни тиень целень сатфкс вайгялень сёрмадомать коряс # CommonVoice -- полатт тейне и лезтт машинатненди шарьхкодемс афкуксонь ломанень корхтамать { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mdf: Мон аф молян каршек сянди, кода тинь нолдасасть информациять Mozilla-нь эсь тевонь Политикаса <privacyLink>

source: Includes mp3s and related sentences, may take some time to prepare
mdf: Ащи mp3 файлань и мархтост сотнеф валрисьмотнень эзда, эряви пингсь анокламонза

source: * Indicates required field
mdf: *шава васта, кона эряви афкукс пяшкодемс

source: Indonesian
mdf: Индонезиянь кяль

source: In Progress
mdf: Тевсь моли

source: Interested in learning more and contributing to the project?
mdf: Ёрат содамс сяда лама и кадомс путфкс тя проектти?

source: Interface Language
mdf: Интерфейсонь кяль

source: Interlingua
mdf: Интерлингвань кяль

source: Interlingue
mdf: Интерлингвень кяль

source: Irish
mdf: Ирландиянь кяль

source: Is my account information public?
mdf: Сувама вастонь информациясь сембонди няеви ?

source: Is the clip valid?
mdf: Видексонь сёрматфсь?

source: Is the goal of Common Voice to build a voice assistant?
mdf: Лувови ли «Common Voice» проектсь вайгялень шарьхкодемань технологияти лездыкс?

source: Italian
mdf: Италиянь кяль

source: It contains words or phrases that are hard to read or pronounce.
mdf: Эсонза валхт али валзюлмот, конат стакаста лувовихть али азовихть

source: It is written in a language different than what I’m speaking.
mdf: Сёрматф лия кяльса, аф стама кяльса, конань вельде корхтан

source: Izhorian
mdf: Ижоронь кяль

source: Japanese
mdf: Япононь кяль

source: Join the Common Voice mailing list
mdf: Сёрматфт пря «Common Voice» проектть эзда куля-сёрмань пачфтемати

source: Just Unsure?
mdf: Аф кемат? /Кафтолдат?

source: Kabardian
mdf: Карбардонь-черкесонь кяль

source: Kabyle
mdf: Кабилень кяль

source: Kaqchikel
mdf: Какчикелень кяль

source: Karakalpak
mdf: Каракалпаконь кяль

source: Kazakh
mdf: Казахонь кяль

source: { $kb }kb max
mdf: { $kb } КБ инь ламось

source: Keep
mdf: Кадомс

source: Keep it up, record again <recordIcon></recordIcon>
mdf: Полатк, сёрматт нинге <recordIcon></recordIcon>

source: Keep the recordings
mdf: Ванфтомс эсь сёрматфнень

source: Keep track of your progress and metrics across multiple languages.
mdf: Ватт эсь сатфкснень мельге и кода мольфтеви тевсь эрь кодама кялень коряс.

source: Keep track of your progress with a profile
mdf: Ваномс путфкснень касомань киснон профильть вельде

source: Keep track of your progress with a profile and help our voice data be more accurate.
mdf: Ватт сатфкснень мельгя, конат тиевихть профильса и лезтт тейнек вайгялень кочкафксонь сяда цебярьста тиемаса

source: Khmer
mdf: Кхмеронь кяль

source: K'iche'
mdf: Кичень кяль

source: Kikuyu
mdf: Кикуюнь кяль

source: Kinyarwanda
mdf: Киньярвандань кяль

source: Komi-Zyrian
mdf: Коми-зырянонь кяль

source: Konkani (Devanagari)
mdf: Конкани (девангари) кяль

source: Korean
mdf: Кореянь кяль

source: Kurmanji Kurdish
mdf: Курманджинь (кельмеширдень курдонь) кяль

source: Kyrgyz
mdf: Киргизонь кяль

source: Language
mdf: кяль

source: Language Request
mdf: Кялень вешема

source: Language request successfully submitted, thank you.
mdf: Кялень сувафтомать коряс вешфкссь прважаф. Сюкпря

source: Languages
mdf: Кяльхть

source: Last Update: { $lastUpdate }
mdf: Мекольце одкстомомась: { $lastUpdate }

source: Last Update: never
mdf: Мекольце одкстомомась: мзярдонга ашель

source: Latvian
mdf: Латышень кяль

source: Launched
mdf: Нолдаф

source: Leaderboard Visibility
mdf: Няфтемс монь васенцетнень ёткса

source: Learn how to request it here!
mdf: Содак, кода вешемс тяста!

source: Learn More
mdf: Сяда крхкаста

source: Leaving now means you’ll lose your changes
mdf: Лисендярят тя пингть, сембе полафтоматне юмайхть

source: Leaving now means you'll lose your progress
mdf: Лисендярят тя пингть, тиф тевсь юмай

source: Let's Get Started
mdf: Ушеттама

source: License
mdf: Лицензиясь

source: License: <licenseLink>CC-0</licenseLink>
mdf: Лицензиясь: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mdf: Лицензиясь: <licenseLink>{ $license }</licenseLink>

source: Ligurian
mdf: Лигуриянь кяль

source: Link Copied
mdf: Ссылкста сявф копия

source: Listen
mdf: Кулхцондомс

source: Listening
mdf: Сёрматфть видеста ваномац-петнемац

source: Listen-Queue
mdf: Пинге кулхцондомс

source: Lithuanian
mdf: Литвань кяль

source: Loading…
mdf: Таргави...

source: Loading rejected sentences…
mdf: Мрдафтф валрисьмотне аноклакшневихть...

source: Loading sentences…
mdf: Валрисьмотне аноклакшневихть...

source: Loading your sentences…
mdf: Тонь валрисьмотне аноклакшневихть...

source: Localization
mdf: Эсь кяльс ётафтома

source: Localized
mdf: Ётафтф эсь кяльс

source: Login failed
mdf: Сувама ваcтть эльбятьксоц

source: Login Identity
mdf: Сувама валонь индентификатор

source: Log in or sign up to get started
mdf: Сувак и тяштьфтьк эсь пряцень, штоба ушедомс тевть

source: Login / Signup
mdf: Сувама вастсь

source: Log In / Sign Up
mdf: Сувамс / Сёрматфтомс эсь пряцень

source: Log In / Sign Up with { $company } email
mdf: Сувамс / Тиемс сувама васта эл.адресонь вельде

source: Logout
mdf: Лисемс

source: Log Out
mdf: Лисемс

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mdf: Улема, тя кяльса кулхцондомс аш сёрматфкст. Лезтт тейнек тиемс од сёрматфкст.

source: Luganda
mdf: Лугандань кяль

source: Macedonian
mdf: Македониянь кяль

source: Maithili
mdf: Майхтилинь кяль

source: Make sure the sentence meets the following criteria:
mdf: Варжак лацкаста эли аф тиф валрисьмотне критериятнень коряс:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mdf: Лемфтома демографиянь даннаень максомста пяшкодесть синь вельф. Нолдамда инголе минь синь тисаськ лемфтомокс.

source: Malagasy
mdf: Малагашень кяль

source: Malay
mdf: Малаень кяль

source: Malayalam
mdf: Малаяламонь кяль

source: Male
mdf: Аля

source: Maltese
mdf: Мальтань кяль

source: Manage Email Subscriptions
mdf: Сёрматфтоматнень коряс тевть вятемац эл. почтать вельде

source: Manage Subscriptions
mdf: Сёрматфтоматнень коряс тевть вятемац

source: Mapudungun
mdf: Мапудунгунонь кяль

source: Marathi
mdf: Маратинь кяль

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mdf: Пади, лезды <homepageLink> лопась</homepageLink>? Кда мяльце максомс кизефкс, полатт тейнек пуромксонь Matrix</matrixLink> чатти<matrixLink>, ватт прябалатнень мельгя сайтса <githubLink>tHub</githubLink> вельде али сувак <discourseLink> минь Discourse-форумоньконди

source: MB
mdf: МБ

source: Meadow Mari
mdf: Луга-маринь кяль

source: Meetei Lon
mdf: Манипури кяль

source: Message
mdf: Куля-сёрма

source: [Mismatched content]
mdf: [Вайгяльсь марс аф прай текстть мархта]

source: Misreadings
mdf: Кальдявста морафтомат

source: Missing an <strong>'s'</strong> at the end of a word.
mdf: Ашет<strong>'s'</strong> валть песа.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mdf: Ашет <strong>'A'</strong> али <strong>'The'</strong> сёрматфксть ушетксса.

source: Missing the end of the last word by cutting off the recording too quickly.
mdf: Аудиоть мекольц валонц пец нолдаф; сёрматфсь лоткафтф аф пингстонза.

source: Mixed
mdf: Шоряф

source: Moksha
mdf: Мокшень кяль

source: Mongolian
mdf: Монголонь кяль

source: More
mdf: Сяда тов

source: [More has been recorded than the required text]
mdf: [Сёрматф вельф лама текст]

source: Mossi
mdf: Моссинь кяль

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mdf: Кочкафксонь сяда оцю пялькссь, кона тевс ноляви корпорациятнень мархта, аф пови сембонь кядьс. Минь арьсетяма, тя люпштай инновациятнень нолямаснон лангс. Сянкса минь нолдаськ "Common Voice" проектть, конань сатфксоц — тиемс сембонди и башка эрь ломанти сатовикс (панжадокс) вайгялень шарьхкодемать коряс технологиятнень.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mdf: Кочкафксонь сяда оцю пялькссь, кона тевс ноляви корпорациятнень мархта, аф пови сембонь кядьс. Минь арьсетяма, тя люпштай инновациятнень нолямаснон лангс. Сянкса минь нолдаськ "Common Voice" проектть, конань сатфксоц — тиемс сембонди и башка эрь ломанти сатовикс (панжадокс) вайгялень шарьхкодемать коряс технологиятнень.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
mdf: «Mozilla Common Voice» путфкссь - Mozilla-нь мяленц коряс лезкс, коса машинась тонафтови афкуксонь ломанькс корхтама.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
mdf: Mozilla-ть вельде мяльс коря тиемс Интернетть шарьхкодевикс и панжадокс эрь ломанти. Тянкса тейнек сави тиихнень келилгофтомс мяльснон тевтиемань ширде тяфтама проектонь вельде, кода Common Voice. Кода содаф, вайгялень шарьхкотьфти технологиятне тушендыхть нишань полаткснень (приложениятнень) эзда шири, но сембе сяка синдейст эрявихть ваномс тевс нолдайхнень фкя лаца. Тя лувови оцю путфксокс лама кялень тонафнемаса, эрь кодама корхтафксонь ванфтомаса и вайгялень технологиянь тиемаса и ваномаса. Common Voice - тя сембонди шарьхкодеви и кядь видеса ресурс, кона эрязста нолдави тевс Mozilla- нь тиихнень и ломанень кочкафкснень мархта сембе масторса минцень эсь проектоньконь эса.

source: Mycroft Ai
mdf: Эсь тиф интеллект Mycroft

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
mdf: Mycroft -- масторлангонь васенце вайгялень коряс лездыкс технология, кона панжада код мархта. Mycroft покоди эрь коса -- компьютерса, автомобильса али Raspberry Pi-са.

source: My Sentences
mdf: Монь валрисьмоне/азфоне

source: n
mdf: а

source: N
mdf: А

source: N/A
mdf: Аф панжеви

source: Name
mdf: Лем

source: Native Language
mdf: Тядянь-авань кяль

source: Need some help with accent?
mdf: Эряви лезкс корхтамать шарьхкодемаса?

source: Need to download your data?
mdf: Эряви таргамс даннойцень?

source: Nepali
mdf: Непалонь кяль

source: Next
mdf: Инголи, сяда тов

source: Next Goals: { $goal }
mdf: Сяда товолдонь сатфкне: { $goal }

source: Nias
mdf: Ниасонь кяль

source: No
mdf: Аф

source: [No ‘a’ in the original text]
mdf: [Васенце текстса аш ‘а‘]

source: No gravatar found for your email
mdf: Максф эл. почтась аш gravatar-са

source: No microphone found.
mdf: Микрофонць аф муви

source: No rejected sentences found!
mdf: Фкявок ёрдаф валрисьме ашезь мув!

source: Norwegian Bokmål
mdf: Норвегиянь букмолонь кяль

source: Norwegian Nynorsk
mdf: Норвегиянь Нюнорсконь кяль

source: No sentences found!
mdf: Фкявок валрисьме ашезь мув!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mdf: Валрисьмот ванома аш. <addLink>Тяни полатк сяда лама валрисьмотнень!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mdf: Няфтемс ломань ёткса монь вастозень

source: Note: You will still need to select between Speak or Listen to change contribution type.
mdf: Тяшкстаф: тейть сави кочкамс вайгялень сёрмадомась али кулхцондомась, штоба полафтомс путфксонь типсь

source: No Thanks
mdf: Аф, сюкпря

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
mdf: Тяни, мзярда содат сяда лама Common Voice-ть колга, мес ба аф тяряфтомс? Люпштак микрофононь тяштенять, штоба азомс валрисьмотнень кайгиста. <br/><br/> Кда мяльце видеста ваномс и петемс лия ломанень вайгялень сёрматфкснень, эста люпштак нолдамань тяштенять. Тянь мархта кемокстасак, што вайгялень сёрматфкссь фкя лацонь валрисьмотнень мархта, конат няфтьфт экранца

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mdf: Тяни сави кучемс эсь вайгяльцень тейнек, штоба лездомс тиемс сембонди сатовикс кялень кочкафкс (даннайхть), конатнень тевс нолдалезь эрь шарьхкодись тяниень пингть полатксонь (приложениянь) и сайтонь тиемаса. <lineBreak></lineBreak> Азонтт валхт и башка валзюлмот, штоба лездомс машинатненди шарьхкодемс, кода корхтайхть афкуксонь ломаттне. Цебярьста ватт лия лездыхнень тевснон мельгя, штоба тевсь тиеволь сядонга лац. Тя аф стака!

source: Number of Voices
mdf: Вайгялень лувкссь

source: Nyankole
mdf: Ньянколень кяль

source: Occitan
mdf: Окситанонь кяль

source: Odia
mdf: Одиянь кяль

source: Off
mdf: Пякстамс

source: Offensive language
mdf: Мялень колай валхт

source: Offensive speech
mdf: Мялень колай валхт

source: On
mdf: Нолдамс

source: On desktop devices you can contribute by downloading…
mdf: Шра лангонь компьютерса, тяряфтость таргамс мекольцеть...

source: One sentence per line
mdf: Фкя валрисьме китьксс

source: On his head he wore a beret.
mdf: Прясонза сон каннесь берет.

source: On iOS please continue with Safari to enable recording…
mdf: iOS-са вайгялень сёрмадомать пингста, эняльдян, тевс нолдак Safari-ть

source: Optionally join on our email list for updates and new information about the project.
mdf: Улендяряй мяльце, сёрматфтт пря кулянь-пачфтемань ширде, штоба получамс проектть коряс од информация

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
mdf: Максф аф фалу эрявикс демографиянь пяльксне (кода кизось, аля/ава ломань, кяльсь, корхтафкссь (акцентсь ) мзярдовок аф кармайхть улема сембонди няевиксокс тонь профильсот (сувамовастсот) и аф сотовихть аккаунтонтень мархта. Башка сёрматфксне сотовихть демографиянь пялькснень мархта сяда цебярь анализонь тиеманкса, кепотьксонди, исследовательть мялец путомс тонафнемань модельть башка демографиянь сегментть лангс.

source: Other
mdf: Лия

source: Other Language
mdf: Лия кяль

source: Other voice datasets…
mdf: Вайгелень лия даннаень кочкафкст…

source: Other Voice Datasets
mdf: Вайгялень лия даннайхть

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
mdf: Тексттнень максозь проектти лездыхне, а тяфта жа киноста сявф диалокнень эзда, конат сявовихть эрь ломанти, тяфтамот, кода <italic> Тя пяк цебярь тев</italic>. Вов мес вайгялень даннаень базаса пяк пара улель, кда даннайда сяда лама и аф фкя лацонь!

source: Overall Accuracy
mdf: Сембоц, кона тиф цебярьста

source: Overall Hr. Total
mdf: Сембоц частта

source: Overall project status: see how far we’ve come!
mdf: Проектть марстонь сатфксоц: ваномс мзяра вайгяльда сёрматф и кодама кяльса

source: p
mdf: с

source: Papiamento (Aruba)
mdf: Папьяментонь (Арубань) кяль

source: Partners
mdf: Ялгат (партнерхт)

source: [Part of the text can’t be heard]
mdf: [Текстть пяльксоц аф маряви]

source: Pashto
mdf: Пуштонь кяль

source: Past recordings download requests
mdf: Сёрматфонь таргамань ингольдень васттне

source: Persian
mdf: Персидонь кяль

source: Personal dashboards keep you up-to-date with individual and community progress.
mdf: Персональнай информаниянь тяштьксне содафтыхть тонь марнек сатфксснон мархта лия ломатнень и ломанень пуромкснень

source: <playIcon></playIcon>Last one!
mdf: <playIcon></playIcon> Мекольцесь!

source: Play/Stop
mdf: Нолдамс/Лоткафтомс

source: Please add a source.
mdf: Полатт лисьма, коста валрисьмотне сявфт.

source: Please add sentences.
mdf: Поладыть валрисьмот.

source: Please check the <howToLink>guidelines</howToLink>.
mdf: Ваность <howToLink>ветямовалхнень</howToLink>.

source: Please confirm that these sentences are public domain.
mdf: Кемокстак ня валрисьмотне сявфольхть эрти панжада лисьмаста.

source: Please select a language.
mdf: Кочкак кяль.

source: Please select a language to review sentences.
mdf: Кочкак кяльть валрисьмонь ваноманди.

source: Please try again.
mdf: Тяряфтт тага весть.

source: Polish
mdf: Полшань кяль

source: Portuguese
mdf: Португалонь кяль

source: Press play, listen & tell us: did they accurately speak the sentence below?
mdf: Люпштак «сёрматкс» пувнять, кулхцонтт и азк: алу максф валзюлмось видеста максф?

source: Press { shortcut-play-toggle } to toggle play mode
mdf: Люпштак { shortcut-play-toggle }-ть, штоба полафтомс нолдамань режимть

source: Privacy
mdf: Эсь тев тиема

source: Privacy Policy
mdf: Эсь тев тиемань политика

source: Pro
mdf: Профессионалонь

source: Profile
mdf: Профильсь

source: Profile information improves the audio data used in training speech recognition accuracy.
mdf: Профилень содамошись цебярьготьфтсыне аудиоданнайхнень тевс нолдамаснон

source: Profile: { $username }
mdf: Профильсь:{ $username }

source: Progress
mdf: Тевть поладомац

source: Punjabi
mdf: Панджабинь кяль

source: Quechua Chanka
mdf: Кечуа Чанка кяль

source: r
mdf: с

source: Read More
mdf: Лувомс сяда крхкаста

source: Read more on our About page
mdf: Содак сяда лама «Минь колганк» лопаса

source: Read our How-to if unsure how to attribute
mdf: Кафтолдондярят кода видеста поладомс валрисьмот - лувк минь лезкс Кода

source: { $readyCount } sentences ready for submission!
mdf: { $readyCount } валрисьмот анокт сувафтоманди!

source: Ready to add your voice or lend your ear?
mdf: Анокат лездомс вайгялень максомаса-сёрмадомаса али кулхцондат?

source: Ready to contribute?
mdf: Анокат лездомс?

source: Ready to do { $count } more?
mdf: Анокат сяда тов тев { $count } тиемс?

source: Ready to donate your voice?
mdf: Анокат лездомс эсь вайгяльцень мархта?

source: Ready to help validate sentences?
mdf: Анокат валрисьмотнень видеста сёрмадомаснон ванома?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mdf: Учемс тяфтама сёрмат «Common Voice» проектть сатфксонзон, од тевонзон и кулянзон колга

source: Recorded Clips
mdf: Сёрматф

source: Recorded Hours
mdf: Сёрматф частт

source: <recordIcon></recordIcon> Last one!
mdf: Мекольце!

source: [Recording cut off before the end of the last word]
mdf: [Сёрмадомась лоткафтовсь мекольце валть лангс]

source: Recordings
mdf: Сёрматфне

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mdf: Азф валрисьмотнень сёрмадомасна - оцю эрявикс тев даннаень кочкамать эса, а кой-кинди тя нинге мялень салай тев

source: Record/Stop
mdf: Сёрмадомс/Лоткафтомс

source: Record your voice
mdf: Сёрмадомс эсь вайгяльцень

source: Refresh
mdf: Одкстоптомс

source: Reject
mdf: Мрдафтомс

source: Rejected Sentences
mdf: Мрдафтф валрисьмот/азфт

source: { $rejectedSentences } rejected sentences.
mdf: { $rejectedSentences } мрдафтф валрисьмода.

source: remove
mdf: нардамс

source: Remove
mdf: Нардамс

source: Report
mdf: Пеняцямс

source: Report Bugs
mdf: Пачфтемс эльбятькснень колга
